Repository: AndreasM-Avd26/virtaal
Catalog: po/*.po
Languages: sr

source: enable debugging features
sr: омогући функције за отклањање грешака

source: PROFILE
sr: Профил

source: perform profiling, storing the result to the supplied filename.
sr: извршите профилисање и сместите резултат у наведену датотеку.

source: Could not open log file '%(filename)s'
sr: Не могу да отворим датотеку евиденције „%(filename)s“

source: Could not read configuration file '%(filename)s'
sr: Не могу да прочитам датотеку подешавања „%(filename)s“

source: invalid number of arguments
sr: неисправан број аргумената

source: Profiling support is not available
sr: Профилисање није доступно

source: Could not open profile file '%(filename)s'
sr: Не могу да отворим датотеку профила „%(filename)s“

source: no such option: %s
sr: нема такве опције: %s

source: ambiguous option: %s (%s?)
sr: двосмислена опција: %s (%s?)

source: Usage: %s
sr: Употреба: %s

source: Usage
sr: Употреба

source: integer
sr: цео број

source: long integer
sr: дуг цео број

source: floating-point
sr: покретни зарез

source: complex
sr: сложено

source: option %s: invalid %s value: %r
sr: опција %s: неисправна вредност %s: %r

source: option %s: invalid choice: %r (choose from %s)
sr: опција %s: неисправан избор: %r (изаберите %s)

source: show this help message and exit
sr: прикажи ову поруку помоћи и изађи

source: show program's version number and exit
sr: прикажи верзију програма и изађи

source: %prog [options]
sr: %prog [опције]

source: %s option requires an argument
sr: Опција %s захтева цео број

source: %s option requires %d arguments
sr: Опција %s захтева %d аргумента

source: %s option does not take a value
sr: Опција %s не узима вредност
