Repository: AndreasM-Avd26/virtaal
Catalog: po/*.po
Languages: sr

source: Translation Tool
sr: Алатка за превођење

source: A translation tool to help a human translator translate files into other languages
sr: Алатка која помаже преводиоцима да преведу датотеке на друге језике.

source: Terminology assistance
sr: Помоћ око терминологије

source: Add Missing Language
sr: Додавање језика који недостаје

source: Language name:
sr: Име језика:

source: ISO code:
sr: ISO кôд:

source: Plural expression:
sr: Израз за множину:

source: Number of plurals:
sr: Број множина:

source: Depending on the translation task, the plural information might be optional.
sr: У зависности од преводилачког пројекта, подаци о множини могу а и не морају бити обавезни.

source: <b>Language Information</b>
sr: <b>Подаци о језику</b>

source: New Language Pair
sr: Нови језички пар

source: The <b>Original</b> is the language from which you are translating, also called the source language. If you are translating from English to French then English would be your original or source language.
sr: <b>Изворни</b> је језик са ког преводите. Ако преводите са енглеског на српски, енглески је изворни језик.

source: <b>Original</b>
sr: <b>Изворни</b>

source: The <b>Translation</b> is the language into which you are translating, also called the target language. If you are translating from English to French then French would be your translation or target language.
sr: <b>Циљни</b> је језик на који преводите. Ако преводите са енглеског на српски, српски је циљни језик или превод.

source: <b>Translation</b>
sr: <b>Циљни</b>

source: _Add Missing Language...
sr: _Додај језик који недостаје…

source: _File
sr: _Датотека

source: _Update to Template
sr: _Ажурирај из…

source: _Export
sr: _Извези…

source: _Recent Files
sr: _Недавне датотеке

source: _Edit
sr: _Уређивање

source: Transfer From Source
sr: Копирај из извора

source: P_revious Placeable
sr: _Претходни уметак

source: _Next Placeable
sr: _Следећи уметак

source: _View
sr: _Приказ

source: _Full Screen
sr: _Цео екран

source: _Quality Checks
sr: Провере _квалитета

source: _Navigation
sr: _Навигација

source: P_age Up
sr: На_горе за једну страницу

source: _Page Down
sr: На_доле за једну страницу

source: _Help
sr: _Помоћ

source: _Online Help
sr: Помоћ на _мрежи

source: _Tutorial
sr: _Упутство

source: _Localization Guide
sr: _Водич кроз локализацију

source: Report a _Bug
sr: Пријави _грешку

source: Virtaal Preferences
sr: Жељене поставке Virtaal-а

source: The name stored in the file header
sr: Име које ће бити смештено у заглавље датотеке.

source: Name:
sr: Име:

source: The e-mail address stored in the file header
sr: Е-адреса која ће бити смештена у заглавље датотеке.

source: E-mail address:
sr: Е-адреса:

source: The team information stored in the file header. This can be an e-mail address or a URL, for example.
sr: Подаци о тиму који ће бити смештени у заглавље датотеке. Можете унети електронску или URL адресу, на пример.

source: Team:
sr: Тим:

source: <b>Translator Information</b>
sr: <b>Подаци о преводиоцу</b>

source: Source text:
sr: Изворни текст:

source: Target text:
sr: Циљни текст:

source: Use _Default Fonts
sr: _Подразумевани фонтови

source: <b>Fonts</b>
sr: <b>Фонтови</b>

source: General
sr: Опште

source: Placeables are special parts of the text that can be automatically highlighted and easily inserted into the translation.
sr: Умеци су делови текста које програм аутоматски препозна и означи ради лакшег уноса у превод.

source: Placeables
sr: Умеци

source: Plug-ins
sr: Прикључци

source: Properties
sr: Својства

source: <b>Words</b> (total):
sr: Укупно <b>речи</b>:

source: <b>Strings</b> (total):
sr: Укупно <b>порука</b>:

source: File type:
sr: Тип датотеке:

source: File size:
sr: Величина датотеке:

source: Location:
sr: Локација:

source: Add Term
sr: Додавање термина

source: C_omments
sr: _Коментари

source: Terminology _file:
sr: Терминолошка _датотека:

source: Terminology Files
sr: Терминолошке датотеке

source: Add URL
sr: Додај URL адресу

source: URL:
sr: URL адреса:

source: Put queries in quotes
sr: Ставите упите под наводнике

source: <b>Options</b>
sr: <b>Опције</b>

source: Web Look-ups
sr: Веб проналажења

source: <u>Open</u>
sr: <u>Отвори</u>

source: <b><big>Recent Files</big></b>
sr: <b><big>Недавне датотеке</big></b>

source: <u>Tutorial</u>
sr: <u>Упутство</u>

source: <u>Cheat Sheet</u>
sr: <u>Пушкица</u>

source: http://translate.sourceforge.net/wiki/virtaal/features
sr: http://docs.translatehouse.org/projects/virtaal/en/latest/features.html?id=virtaal/features

source: <u>More...</u>
sr: <u>Више…</u>

source: <u>Features</u>
sr: <u>Могућности</u>

source: <b><big>Getting Started</big></b>
sr: <b><big>Први кораци</big></b>

source: http://translate.sourceforge.net/wiki/virtaal/using_virtaal
sr: http://docs.translatehouse.org/projects/virtaal/en/latest/using_virtaal.html?id=virtaal/using_virtaal

source: <u>Manual</u>
sr: <u>Приручник</u>

source: http://translate.sourceforge.net/wiki/guide/start
sr: http://docs.translatehouse.org/projects/localization-guide/en/latest/guide/start.html?id=guide/start

source: <u>Localization Guide</u>
sr: <u>Водич кроз локализацију</u>

source: http://translate.sourceforge.net/wiki/virtaal/index#contact
sr: http://virtaal.translatehouse.org/?id=virtaal/index#contact

source: <u>Feedback</u>
sr: <u>Повратне информације</u>

source: <b><big>Support</big></b>
sr: <b><big>Подршка</big></b>

source: At the end of a translation, simply press <Enter> to continue with the next one.
sr: Када завршите с преводом, притисните <Enter> да пређете на следећу поруку.

source: To copy the original string into the target field, simply press <Alt+Down>.
sr: Притисните <Alt+Down> да копирате изворну поруку у превод.

source: To mark the current translation as fuzzy, simply press <Alt+U>.
sr: Притисните <Alt+U> да означите тренутни превод као приближан.

source: To mark the current translation as incomplete, simply press <Ctrl+Shift+Enter>.
sr: Притисните <Ctrl+Shift+Enter> да означите тренутни превод као недовршен.

source: To mark the current translation as complete, simply press <Ctrl+Enter>.
sr: Користите Ctrl+Up или Ctrl+Down да листате преводе.

source: Use Ctrl+Up or Ctrl+Down to move between translations.
sr: Користите Ctrl+Up или Ctrl+Down да листате преводе.

source: Use Ctrl+PgUp or Ctrl+PgDown to move in large steps between translations.
sr: Користите Ctrl+PgUp или Ctrl+PgDown да померите неколико места нагоре или надоле.

source: Fuzzy
sr: Приближан израз

source: Untranslated
sr: Непреведено

source: Accelerators
sr: Пречице на тастатури

source: Acronyms
sr: Акроними

source: Blank
sr: Празно

source: Brackets
sr: Заграде

source: Compendium conflict
sr: Сукоб у збирци превода

source: Translator credits
sr: Заслуге преводилаца

source: Double quotes
sr: Двоструки наводници

source: Double spaces
sr: Двоструки размаци

source: Repeated word
sr: Поновљена реч

source: E-mail
sr: Е-адреса

source: Ending punctuation
sr: Завршна интерпункција

source: Ending whitespace
sr: Завршна белина

source: Escapes
sr: Командни знакови

source: File paths
sr: Путање датотека

source: Functions
sr: Функције

source: GConf values
sr: Вредности GConf-а

source: Old KDE comment
sr: Стари коментар на KDE

source: Long
sr: Дуго

source: Must translate words
sr: Преводи речи

source: Newlines
sr: Нови редови

source: Number of plurals
sr: Број множина

source: Don't translate words
sr: Не преводи речи

source: Numbers
sr: Бројеви

source: Options
sr: Опције

source: Punctuation spacing
sr: Размак између интерпункција

source: Pure punctuation
sr: Неизмењена интерпункција

source: Number of sentences
sr: Број реченица

source: Short
sr: Кратко

source: Simple capitalization
sr: Једноставна капитализација

source: Simple plural(s)
sr: Једноставна множина

source: Single quotes
sr: Једноструки наводници

source: Spelling
sr: Правопис

source: Starting capitalization
sr: Почетна капитализација

source: Starting punctuation
sr: Почетна интерпункција

source: Starting whitespace
sr: Почетна белина

source: Tabs
sr: Картице

source: Unchanged
sr: Непромењено

source: URLs
sr: URL адресе

source: Valid characters
sr: Исправни знакови

source: Placeholders
sr: Чувари места

source: XML tags
sr: XML ознаке

source: Default
sr: Подразумевано

source: Header information
sr: Подаци у заглављу

source: Please enter your name
sr: Унесите своје име

source: Please enter your e-mail address
sr: Унесите е-адресу

source: Please enter your team's information
sr: Унесите податке свог тима

source: You selected the currently open file for opening. Do you want to reload the file?
sr: Изабрали сте већ отворену датотеку. Желите ли да је поново учитате?

source: Could not open file. %(error_message)s Try opening a different file.
sr: Не могу да отворим датотеку. %(error_message)s Пробајте с другом датотеком.

source: Save
sr: Сачувај

source: Could not save file. %(error_message)s Try saving to a different location.
sr: Не могу да сачувам датотеку. %(error_message)s Пробајте с другом локацијом.

source: Could not save file. %(error_message)s
sr: Не могу да сачувам датотеку. %(error_message)s

source: Can only export Gettext PO files
sr: Могу да се извозе само Gettext PO датотеке

source: Export
sr: Извези

source: Could not export file. %(error_message)s Try saving to a different location.
sr: Не могу да извезем датотеку. %(error_message)s Пробајте да сачувате на другу локацију.

source: Could not export file. %(error_message)s
sr: Не могу да извезем датотеку. %(error_message)s

source: Reload File
sr: Учитај поново

source: Reload file from last saved copy and lose all changes?
sr: Желите ли да поново учитате датотеку и изгубите све измене?

source: Words with internal capitalization, such as some brand names and WikiWords
sr: Капитализација унутар речи, која се јавља код имена робних марки и викиречи

source: Capitals
sr: Велика слова

source: Words containing uppercase letters only
sr: Само речи исписане великим словима

source: Command Line Options
sr: Опције командне линије

source: Application command line options, such as --help, -h and -I
sr: Опције командне линије програма, као што су --help, -h и -I

source: E-mail addresses
sr: Е-адресе

source: File Names
sr: Имена датотека

source: Paths referring to file locations
sr: Путање које воде до датотека

source: Placeholders (printf)
sr: Чувари места (printf)

source: Placeholders used in "printf" strings
sr: Чувари места који се користе у printf нискама

source: Placeholders (Python)
sr: Чувари места (Python)

source: Placeholders in Python strings
sr: Чувари места у нискама Python-а

source: Placeholders (Java)
sr: Чувари места (Java)

source: Placeholders in Java strings
sr: Чувари места у нискама програмског језика Java

source: Placeholders (Qt)
sr: Чувари места (Qt)

source: Placeholders in Qt strings
sr: Чувари места у нискама Qt-а

source: Integer numbers and decimal fractions
sr: Цели бројеви и децимални разломци

source: Punctuation
sr: Интерпункција

source: Symbols and less frequently used punctuation marks
sr: Симболи и знакови интерпункције који се ретко користе

source: URLs, hostnames and IP addresses
sr: URL адресе, имена главних рачунара и IP адресе

source: XML Entities
sr: XML ентитети

source: Entity references, such as &amp; and &#169;
sr: Референце ентитета, као на пример &amp; и &#169;.

source: XML Tags
sr: XML ознаке

source: XML tags, such as <b> and </i>
sr: XML ознаке, као на пример <b> и </i>.

source: Spaces
sr: Размаци

source: Double spaces and spaces in unexpected positions
sr: Двоструки размаци и размаци у неочекиваним положајима

source: "alt" Attributes
sr: Alt атрибути

source: Placeable for "alt" attributes (as found in HTML)
sr: Уметак за alt атрибуте (програмски језик HTML)

source: Placeholders (Drupal)
sr: Чувари места (Drupal)

source: Placeholders in Drupal strings
sr: Чувари места у нискама Drupal-а

source: No source or translatable files in bundle
sr: У пакету нема изворних или циљних датотека

source: The file contains nothing to translate.
sr: Датотека нема текста за превођење.

source: Before:
sr: Пре:

source: After:
sr: После:

source: Translated: %d
sr: Преведено: %d

source: Fuzzy: %d
sr: Приближно преведено: %d

source: Untranslated: %d
sr: Непреведено: %d

source: Total: %d
sr: Укупно: %d

source: File Updated
sr: Датотека ажурирана

source: Needs work
sr: Непоуздано

source: Rejected
sr: Одбијено

source: Needs review
sr: Нередиговано

source: Translated
sr: Преведено

source: Reviewed
sr: Редиговано

source: http://translate.sourceforge.net/wiki/virtaal/cheatsheet
sr: http://docs.translatehouse.org/projects/virtaal/en/latest/cheatsheet.html?id=virtaal/cheatsheet

source: All
sr: Све

source: Quality Checks
sr: Провере квалитета

source: Select Checks
sr: Изабери провере

source: All Checks
sr: Све провере

source: Incomplete
sr: Недовршено

source: Search
sr: Претражи

source: _Case sensitive
sr: _Разликуј велика и мала слова

source: _Regular expression
sr: _Регуларни израз

source: Replace with
sr: Замени са

source: Replace
sr: Замени

source: Replace _All
sr: Замени _све

source: Workflow
sr: Ток посла

source: Select States
sr: Изабери стања

source: All States
sr: Сва стања

source: Automatically complete long words while you type
sr: Аутоматски доврши дуге речи при куцању

source: Automatically correct text while you type
sr: Аутоматски исправите текст док куцате.

source: Spell Checker
sr: Провера правописа

source: Check spelling and provide suggestions
sr: Провери правопис и обезбеди предлоге

source: <i>(no suggestions)</i>
sr: <i>(нема предлога)</i>

source: Ignore All
sr: Занемари све

source: More...
sr: Више…

source: Add "%s" to Dictionary
sr: Додај „%s“ у речник

source: Languages
sr: Језици

source: Perform look-ups on selected text
sr: Изврши проналажења на изабраном тексту

source: External Look-up
sr: Спољно проналажење

source: Select Look-up Services
sr: Избор прикључака за проналажење

source: Select the services that should be used to perform look-ups
sr: Изаберите услуге које желите да користите при проналажењу.

source: Look-up "%(selection)s"
sr: Пронађи „%(selection)s“

source: Web Look-up
sr: Веб проналажење

source: Look-up the selected text on a web site
sr: Пронађите изабрани текст на веб-сајту.

source: Name
sr: Име

source: URL
sr: URL адреса

source: Quote Query
sr: Стављање упита под наводнике

source: Migrate settings from KBabel, Lokalize and/or Poedit to Virtaal.
sr: Пренеси поставке из програма KBabel, Lokalize или Poedit у Virtaal.

source: Migration Assistant
sr: Помоћник за пренос података

source: Should Virtaal try to import settings and data from other applications?
sr: Желите ли да Virtaal проба да увезе поставке и податке из других програма?

source: Import data from other applications?
sr: Увести податке из других програма?

source: Migration was successfully completed
sr: Пренос података је успешно довршен.

source: The following items were migrated:
sr: Следеће ставке су пренете:

source: Migration completed
sr: Пренос података је довршен

source: Virtaal was not able to migrate any settings or data
sr: Не могу да пренесем поставке или податке.

source: Nothing migrated
sr: Ништа није премештено

source: Poedit settings
sr: Поставке Poedit-а

source: Poedit's Translation Memory: %(database_language_code)s
sr: Poedit-ова преводилачка меморија: %(database_language_code)s

source: KBabel's Translation Memory: %(database_language_code)s
sr: KBabel-ова преводилачка меморија: %(database_language_code)s

source: Lokalize settings
sr: Поставке Lokalize-а

source: Lokalize's Translation Memory: %(database_name)s
sr: Lokalize-ова преводилачка меморија: %(database_name)s

source: Terminology Help
sr: Помоћ око терминологије

source: Terminology suggestions
sr: Предлози у вези са терминологијом.

source: Localization Terminology
sr: Терминологија за локализацију

source: Selected localization terminology
sr: Изабрана терминологија за локализацију

source: Local Files
sr: Локалне датотеке

source: Local terminology files
sr: Локалне датотеке терминологије

source: Terminology _Files...
sr: Датотеке _терминологије…

source: Add _Term...
sr: Додај _термин…

source: File
sr: Датотека

source: Extendable
sr: Прошириво

source: Add Files
sr: Додавање датотека

source: All Supported Files
sr: Све подржане датотеке

source: All Files
sr: Све датотеке

source: "%s" is not a usable file.
sr: Датотека „%s“ је неупотребљива.

source: Unable to load %(filename)s: %(errormsg)s
sr: Не могу да учитам %(filename)s: %(errormsg)s

source: Error opening file
sr: Грешка при отварању датотеке

source: _Source term — %(langname)s
sr: _Изворни термин — %(langname)s

source: _Target term — %(langname)s
sr: _Циљни термин — %(langname)s

source: Identical entry already exists.
sr: Већ постоји идентична ставка.

source: Existing translations: %(translations)s
sr: Постојећи преводи: %(translations)s

source: Terms from Open-Tran.eu
sr: Термини са сајта Open-Tran.eu

source: Select Terminology Sources
sr: Избор извора за терминологију

source: Select the sources of terminology suggestions
sr: Изаберите изворе предлога за терминологију.

source: Translation Memory
sr: Преводилачка меморија

source: Translation memory suggestions
sr: Предлози за преводилачку меморију

source: Previous translations for Free and Open Source Software
sr: Претходни преводи за слободан софтвер отвореног кода

source: Current File
sr: Тренутна датотека

source: Translated units from the currently open file
sr: Преведене јединице из отворене датотеке

source: This file
sr: Ова датотека

source: Google Translate
sr: Google преводилац

source: Unreviewed machine translations from Google's translation service
sr: Нередиговани машински преводи Google-овог преводиоца

source: Microsoft Translator
sr: Microsoft преводилац

source: Unreviewed machine translations from Microsoft Translator
sr: Нередиговани преводи Microsoft-овог преводиоца

source: Unreviewed machine translations from various services
sr: Нередиговани машински преводи из разних извора

source: Local Translation Memory
sr: Локална преводилачка меморија

source: Previous translations you have made
sr: Ваши претходни преводи

source: Local TM
sr: Локална TM база

source: Unreviewed machine translations from a Moses server
sr: Нередиговани машински преводи са Moses-овог сервера

source: Remote Server
sr: Удаљени сервер

source: A translation memory server
sr: Сервер за преводилачку меморију

source: Remote TM
sr: Удаљени TM

source: A TinyTM translation memory server
sr: Сервер TinyTM-а за преводилачку меморију

source: Unreviewed machine translations from Apertium
sr: Нередиговани машински преводи Apertium-а

source: Translation _Suggestions
sr: _Предлози превода

source: Select sources of Translation Memory
sr: Изаберите изворе за преводилачку меморију.

source: Select the sources that should be queried for translation memory
sr: Изаберите изворе које желите да користите за преводилачку меморију.

source: Matches
sr: Поклапања

source: TM Source
sr: TM извор

source: Choose a Translation File
sr: Избор датотеке превода

source: No issues
sr: Нема проблема

source: Quality Check
sr: Провера квалитета

source: Description
sr: Опис

source: Project Type
sr: Тип пројекта

source: Checks: %(checker_name)s
sr: Провере: %(checker_name)s

source: _New Language Pair...
sr: _Нови језички пар…

source: Error
sr: Грешка

source: The current file has been modified. Do you want to save your changes?
sr: Тренутна датотека је измењена. Желите ли да сачувате измене?

source: _Discard
sr: _Одбаци

source: Please enter the number of noun forms (plurals) to use
sr: Унесите број именичких облика (множина).

source: Please enter the plural equation to use
sr: Унесите једначину за множину.

source: N_avigation:
sr: _Навигација:

source: Untranslated:
sr: Непреведено:

source: Needs work:
sr: Непоуздано:

source: Rejected:
sr: Одбијено:

source: Needs review:
sr: Нередиговано:

source: Translated:
sr: Преведено:

source: Reviewed:
sr: Редиговано:

source: Save the file for up-to-date information
sr: Сачувајте датотеку ради ажурних информација.

source: Export failed
sr: Извоз није успео

source: Preview failed
sr: Преглед није успео

source: Move one step back in the workflow (Ctrl+Shift+Enter)
sr: Помери један корак уназад у току посла (Ctrl+Shift+Enter)

source: Click to move to a specific state in the workflow
sr: Кликните да померите на одређено стање у току посла

source: Move one step forward in the workflow (Ctrl+Enter)
sr: Помери једно поље унапред у току посла (Ctrl+Enter)

source: Copyright © 2007-2010 Zuza Software Foundation
sr: Ауторска права © 2007–2010 Zuza Software Foundation

source: Virtaal is a program for doing translation.
sr: Virtaal је програм за израду превода.

source: The initial focus is on software translation (localization or l10n), but we definitely intend it to be useful as a general purpose tool for Computer Aided Translation (CAT).
sr: Првобитни фокус је на преводу софтвера (локализација или l10n), али циљ нам је и да оспособимо програм да обавља функције алатке за превођење помоћу рачунара (CAT).

source: Virtaal website
sr: Веб-сајт Virtaal-а

source: We thank our donors:
sr: Захваљујемо се донаторима:

source: The International Development Research Centre
sr: Истраживачки центар за међународни развој (IDRC)

source: Mozilla Corporation
sr: Корпорација Mozilla

source: translator-credits
sr: Ђорђе Васиљевић <djordjevasiljevich@gmail.com>

source: Language code must be an ASCII string.
sr: Језички кôд мора да буде ниска у ASCII-ју.

source: Language code must be at least 2 characters long.
sr: Језички кôд мора имати најмање два знака.

source: Language
sr: Језик

source: Code
sr: Кôд

source: Enabled
sr: Омогућено

source: Configure...
sr: Подеси…

source: Translation memory
sr: Преводилачка меморија

source: Quality checks
sr: Провере квалитета

source: Machine translation
sr: Машински превод

source: Highlighting and insertion of placeables
sr: Истицање и унос непроменљивих

source: Many plugins and options for customization
sr: Многи прикључци и опције ради прилагођавања

source: The file does not exist.
sr: Датотека не постоји.

source: Not a valid file.
sr: Неисправна датотека.

source: TMX Translation Memory
sr: TMX преводилачка меморија

source: TBX Glossary
sr: TBX речник

source: Wordfast Translation Memory
sr: Wordfast преводилачка меморија

source: Qt Linguist Translation File
sr: Qt Linguist датотека превода

source: Qt Message File
sr: Qt датотека поруке

source: Qt Phrase Book
sr: Qt збирка израза

source: INI File
sr: INI датотека

source: Initialization
sr: Покретање

source: Java Properties File
sr: Java Properties датотека

source: OpenOffice.org Translation File
sr: OpenOffice.org датотека превода

source: XLIFF Translation File
sr: XLIFF датотека превода

source: C++ RC File
sr: C++ RC датотека

source: Resource Compiler
sr: Компилатор ресурса

source: Tcl Translation File
sr: Tcl датотека превода

source: JavaScript error message file
sr: Датотека са поруком о грешци у JavaScript-у

source: Gettext Translation Template
sr: Шаблон Gettext превода

source: OS X Strings File
sr: OS X датотека са нискама

source: UTX Dictionary
sr: UTX речник

source: Gettext PO file
sr: Gettext PO датотека

source: Gettext MO file
sr: Gettext MO датотека

source: Qt .qm file
sr: Qt .qm датотека

source: OmegaT Glossary
sr: OmegaT речник

source: %prog [options] [translation_file]
sr: %prog [опције] [датотека_превода]

source: LOG
sr: Евиденција

source: turn on logging, storing the result to the supplied filename.
sr: омогућите евидентирање и сместите резултат у наведену датотеку.

source: CONFIG
sr: Подешавање

source: use the configuration file given by the supplied filename.
sr: користите датотеку подешавања коју је креирала наведена датотека.
